{
  "example.nestedMessage.identifier": "Edit src/App.js and save to reload",

  "error.default": "Something went wrong! Please try again later",
  "error.validation": "Please, check that the fields are correct.",

  "form.placeholder.firstName": "First Name",
  "form.placeholder.lastName": "Last Name",
  "form.placeholder.address": "Address",
  "form.placeholder.phone": "Phone",
  "form.placeholder.email": "Email",
  "form.placeholder.password": "Password",
  "form.placeholder.confirmPassword": "Confirm Password",

  "navigation.links.help": "Help",
  "navigation.links.contact": "Contact",

  "navigation.specialistCTA.title": "Are you a specialist?",
  "navigation.specialistCTA.cta": "Start here",

  "register": "Register",

  "registerModal.text.title": "Become one of us!",
  "registerModal.text.subtitle": "Contact specialists around you easily!",

  "login": "Login",
  "login.slogan": "Let's find the best specialist for you",

  "terms": "<h1>PRIVACY POLICY, TERMS OF USE & COOKIES</h1><p>Welcome to Nearvice. You may use our service through our website nearvice.codenity.org (“Website”) to search for Specialist’s services, contact with Specialist as a User, or to publish your services as a Specialist.</p> <p>For the purpose of these Terms of Use, the term “Nearvice” or “Us” or “We” refers to Codenity non-profit organization. The term 'You' refers to the User, Specialist or visitor of our Website.</p> <h2>Objective</h2> <p>Nearvice is a platform were Specialists can publish their services and Users can find and contact them.</p> <h2>Terms and Conditions</h2> <h3>Acceptance of Terms</h3> <p>This legal document is taken as accepted if you browse our website.</p> <p>By using, visit, accessing our platforms, you agree to be bound by this Terms of Use, whether you are a “Visitor” (which means that you simply browse our Website) or you are a “User” (which means that you have registered in Nearvice as a user) or you are a “Specialist” (which means you have registered in Nearvice to publish your services). If you do not accept the Terms of Use, you should leave the Website and discontinue use of the Service immediately.</p> <p>We may modify these Terms from time to time, and such modification shall be effective upon its posting on our platforms. You agree to be bound by any modification to this Agreement when you use our Website after any such modification is posted; it is therefore important that you review the Terms of Use regularly.</p> <h3>General Registration Requirements</h3> <p>In consideration of your use of our platforms, you represent that you are of legal age (18 years and above) and are not a person barred from receiving services under any law in force. You also agree to provide true, accurate, current and complete information about yourself while registering on our Website to avail the Services and maintain and promptly update your Registration Data to keep it true, accurate, current and complete.</p> <p>If you provide any information that is untrue, inaccurate, not current or incomplete, or we have reasonable grounds to suspect that such information is untrue, inaccurate, not current or incomplete, We reserve the right to suspend or terminate your account and refuse any and all current or future use of our Website at any time. Nearvice will not be liable for any act or omission arising from the inaccurate information provided by You to Us.</p> <h3>User and Specialist Account, Password and Security</h3> <p>If you register on Nearvice, you will be required to choose a password and email or a third party authentication service. You are responsible for maintaining the confidentiality of your password and account information, and are fully responsible for all activities that occur under your password or account. You agree to: immediately notify Nearvice of any unauthorized use of your password or account or any other breach of security, and ensure that you log out from your account at the end of each session.</p> <p>Nearvice will not be liable for any loss or damage arising from your failure to comply with this Agreement.</p> <h3>User Information</h3> <p>Nearvice search for specialists near your location. To facilitate this, You hereby authorise Nearvice to use the location based information provided by You when you use our Website. The location based information will be used only to facilitate and improve services for You.</p> <p>Nearvice reserves the right to collect user data including name, contact information and other details to facilitate the Services.</p> <p>In the case where the system is unable to establish unique identity of the user against a valid e-mail address, the account may be indefinitely suspended. Nearvice reserves the full discretion to suspend a user's account in the above event and does not have the liability to share any account information whatsoever.</p> <h3>Termination or Suspension</h3> <p>You agree that Nearvice may at any time terminate your access to the Website or restrict or suspend your access to all or any part of the Website at any time, for any or no reason, with or without prior notice, and without liability.</p> <p>Nearvice shall be entitled at any time without giving any reason to terminate the published services done by You.</p> <h3>Preservation / Disclosure</h3> <p>You acknowledge, consent and agree that Nearvice may access, preserve and disclose your account information and content if required to do so by law or in a good faith belief that such access, preservation or disclosure is reasonably necessary to: comply with legal process nationally or internationally; enforce these Terms of Use; respond to claims that any Content violates the rights of third parties; respond to your requests for customer service; protect the rights, property or personal safety of Nearvice, its users and the public; or pursuant to the terms of the Privacy Policy.</p> <h3>Compliance with Applicable Law</h3> <p>You agree that You shall not use the Website in order to host, display, upload, modify, publish, transmit, update, distribute, share, store or destroy material, including without limitation Nearvice Content: <ul> <li>in violation of any applicable law or regulation,</li> <li>in a manner that will infringe the copyright, trademark, trade secret or other intellectual property or proprietary rights of others or violate the privacy, publicity or other personal rights of others,</li> <li>that belongs to another person and to which the user does not have any right to,</li> <li>that is grossly harmful, harassing, blasphemous, defamatory, obscene, pornographic, pedophilic, libelous, invasive of another’s privacy, threatening, abusive or hateful or racially, ethnically objectionable, disparaging, relating encouraging money laundering or gambling or otherwise unlawful in any manner whatsoever,</li> <li>harm minors in any way,</li> <li>deceives or misleads the addressee about the origin of such message or communicates any information which is grossly offensive or menacing in nature,</li> <li>impersonate another person or entity,</li> <li>contains software viruses or any other computer code, files or programs designed to interrupt, destroy or limit the functionality of Nearvice computer systems or site or Nearvice users, customer’s computer systems or site</li> </ul> </p> <h3>Disclaimer of Warranties and Liability</h3> <p>All the specialists’ services on our Website, included on or otherwise made available to you through our Website are provided on \"as is\" and \"as available\" basis without any representation or warranties, express or implied except otherwise specified in writing. Without prejudice to the forgoing paragraph, Nearvice does not warrant that:</p> <ul> <li>This Website will be constantly available, or available at all; or</li> <li>The information on this Website and user/specialists reviews are complete, true, accurate or non-misleading;</li> <li>That the Specialist services will meet the User’s requirements.</li> </ul> </p> <p>Nearvice shall not be liable for any conduct or behaviour or actions of Specialist nor Users.</p> <p>You agree and acknowledge that Nearvice is only facilitating contact between the User and the Specialist, and the use of the Services offered by Specialist in Nearvice is at Your sole risk.</p> <p>Nearvice will not be liable for any damages of any kind arising from the contact between a User and a Specialist, including, but not limited to direct, indirect, incidental, punitive, and consequential damages.</p> <h3>Miscellaneous</h3> <p>These Terms of Use and any rights and licenses granted hereunder, may not be transferred or assigned by you, but may be assigned by Nearvice without restriction.</p> <p>The failure of Nearvice to exercise or enforce any right or provision of these Terms of Use shall not constitute a waiver of such right or provision. If any provision of these Terms of Use is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavour to give effect to the parties’ intentions as reflected in the provision, and the other provisions of these Terms of Use remain in full force and effect</p> <h2>Privacy Policy</h2> <h3>Personal Contact Information</h3> <p>Nearvice may collect the following information from users of our site: first name, last name, street address, area and city, phone and contact numbers, e-mail address, GPS location (mobile site) (collectively, \"Personally Identifiable Information\" or \"PII\").</p> <p>Nearvice also uses web analytics software to track and analyze traffic on the site and may publish these statistics or share them with third parties without including PII.</p> <p>Non-Personally Identifiable Information (or \"Non-PII\") is aggregated information, demographic information and any other information that does not reveal your specific identity. We and our third party service providers may collect Non-PII from you, including your MAC address, your computer type, screen resolution, OS version, Internet browser and demographic data, for example your location, gender and date of birth and we may aggregate PII in a manner such that the end-product does not personally identify you or any other user of the Site, for example, by using PII to calculate the percentage of our users who have a particular telephone area code. We and our third party service providers may also use cookies, pixel tags, web beacons, and other similar technologies to better serve you with more tailored information and facilitate your ongoing use of our Site. If you do not want information collected through the use of cookies, there is a simple procedure in most browsers that allows you to decline.</p> <p>IP Addresses are the Internet Protocol addresses of the computers that you are using. Your IP Address is automatically assigned to the computer that you are using by your Internet Service Provider (ISP). This number is identified and logged automatically in our server log files whenever users visit the Site, along with the time(s) of such visit(s) and the page(s) that were visited. Collecting IP Addresses is standard practice on the Internet and is done automatically by many websites.</p> <h3>Use of your information</h3> <p>Nearvice uses PII to create Nearvice users accounts only. Nearvice is a free platform and will not offer paid services nor promotional offers, unless explicitly stated the contrary in the future on a updated terms of service and privacy policy. Nearvice may also use PII to enforce Nearvice  terms of use and service.</p> <p>Nearvice uses cookies to remember users on the site and to enhance users' experience on the site. For example, when users with Nearvice accounts return to the site, cookies identify those users and allow the site to provide certain user-specific information such as Nearvice login information in addition to any other information we might collect in the future. Nearvice does not sell the information it collects to third parties. Nearvice shares collected PII to third-party vendors and service providers with whom Nearvice works to provide application programming interfaces (\"APIs\"). Nearvice may also disclose PII to third parties such as attorneys, collection agencies, tribunals or law enforcement authorities pursuant to valid requests in connection with alleged violations of Nearvice terms of use and service or other alleged contract violations, infringement or similar harm to persons or property.</p> <p>User generated content posted through the site such as service reviews and certain social networking preferences (e.g. pages you \"Like\" or \"Recommend\") may be viewed by the general public. Accordingly, Nearvice cannot ensure the privacy of any PII included in such user generated content.</p> <p>Non-Personally Identifiable Information. Because Non-PII does not personally identify you, we may use such information for any purpose. In addition, we reserve the right to share such Non PII, which does not personally identify you, with our affiliates and with other third parties, for any purpose. In some instances, we may combine Non-PII with PII (such as combining your name with your geographical location). If we do combine any Non-PII with PII, the combined information will be treated by us as PII hereunder as long as it is so combined.</p> <p>IP Addresses. We use IP addresses for purposes such as calculating site usage levels, helping diagnose server problems, and administering the site. We may also use and disclose IP Addresses for all the purposes for which we use and disclose PII. Please note that we treat IP Addresses, server log files and related information as Non-PII, except where we are required to do otherwise under applicable law.</p> <h3>Do We Disclose Your Personal Information?</h3> <p>We may disclose your information if necessary to protect our legal rights, if the information relates to actual or threatened harmful conduct, or we have good faith belief that such action is necessary to (1) conform to the requirements of law or comply with governmental orders, court orders, or legal process served on us or (2) to protect and defend our property or other rights, the users of the website or the public. This includes exchanging information with other companies and organizations for fraud protection and credit risk protection.</p> <h3>Cookies</h3> <p>When you visit our site, our server sends your computer a \"cookie\". This cookie is a small packet of information that identifies you as a user of our system. Cookies save you time by retaining your contact information. Cookies do not deliver viruses, and can only be read by the server that sent you the cookie. You have the ability to accept or decline cookies by modifying the settings in your browser. Please bear in mind however, that you may not be able to use all the features of our site if cookies are disabled.</p> <h3>Third parties</h3> <p>This Privacy Policy does not address, and we are not responsible for, the privacy, information or other practices of any third parties, including without limitation any of our affiliates and any third party operating any site to which this site contains a link. The inclusion of a link on the site does not imply endorsement of the linked site by us.</p> <h3>Privacy Policy amendment</h3> <p>Nearvice may change this Privacy Policy at any time by posting a new version on this page or on a successor page. The new version will become effective on the posting date, which will be listed at the top of the page as the effective date.</p> <h3>Privacy Policy</h3> <p>The Website Policies and Terms & Conditions may be changed or updated occasionally to meet the requirements and standards. Therefore the Users are encouraged to frequently visit these sections in order to be updated about the changes on the website. Modifications will be effective on the day they are posted.</p>"
}