{
  "example.nestedMessage.identifier": "Edita src/App.js y guarda para recargar",

  "error.default": "¡Algo salió mal! Por favor, intenta nuevamente más tarde.",
  "error.validation": "Por favor, comprueba que los datos en los campos sean correctos.",

  "form.placeholder.firstName": "Nombres",
  "form.placeholder.lastName": "Apellidos",
  "form.placeholder.address": "Dirección",
  "form.placeholder.phone": "Teléfono",
  "form.placeholder.email": "Email",
  "form.placeholder.password": "Contraseña",
  "form.placeholder.confirmPassword": "Confirmar Contraseña",

  "navigation.links.help": "Ayuda",
  "navigation.links.contact": "Contacto",

  "navigation.specialistCTA.title": "¿Eres un especialista?",
  "navigation.specialistCTA.cta": "Comienza aquí",

  "register": "Registrar",

  "registerModal.text.title": "¡Únete a nosotros!",
  "registerModal.text.subtitle": "¡Contacta especialistas cercanos fácilmente!",

  "login": "Iniciar sesión",
  "login.slogan": "Buscamos los mejores especialistas para ti",

  "terms": "<h1>POLÍTICA DE PRIVACIDAD Y TÉRMINOS DE USO Y COOKIES</h1> <p>Bienvenido a Nearvice. Puedes utilizar nuestro servicio a través de nuestro sitio web nearvice.codenity.org (\"Sitio web\") para buscar servicios de Especialistas, contactar a un Especialista siendo un Usuario, o publicar tus servicios como un Especialista. <p>A los efectos de estos Términos de uso, el término \"Nearvice\" o \"Nosotros\" se refiere a la organización sin fines de lucro Codenity. El término 'usted' se refiere al usuario, especialista o visitante de nuestro sitio web.</p> <h2>Objetivo</h2> <p>Nearvice es una plataforma donde especialistas pueden publicar sus servicios y usuarios pueden encontrarlos y contactarlos.</p> <h2>Términos y Condiciones</h2> <h3>Aceptación de los términos</h3> <p>Este documento legal se toma como aceptado si navegas por nuestro sitio web.</p> <p>Al usar, visitar y acceder a nuestras plataformas, aceptas estar sujeto a estos Términos de uso, ya sea porque seas un \"Visitante\" (lo que significa que simplemente navegas por nuestro sitio web) o porque seas un \"Usuario\" (lo que significa que estás registrado en Nearvice como usuario) o porque eres un \"Especialista\" (lo que significa que te has registrado en Nearvice para publicar tus servicios). Si no aceptas los Términos de uso, debes abandonar el Sitio web y suspender el uso del Servicio de inmediato.</p> <p>Puede que modifiquemos estos Términos de vez en cuando, y tal modificación entrará en vigencia a partir de su publicación en nuestras plataformas. Usted acepta estar sujeto a cualquier modificación de este Acuerdo cuando utilizas nuestro sitio web después de que se publique dicha modificación; por lo tanto, es importante que revises los Términos de uso regularmente.</p> <h3>Requisitos generales de registro</h3> <p>En consideración a su uso de nuestra plataforma, usted declara que es mayor de edad (18 años o más) y que no es una persona a la que se le prohíbe recibir servicios bajo ninguna ley vigente. También acepta proporcionar información verdadera, precisa, actual y completa sobre usted mientras se registra en nuestro sitio web para aprovechar los Servicios y mantener y actualizar rápidamente sus Datos de registro para mantenerlos verdaderos, precisos, actuales y completos.</p> <p>Si proporciona información que es falsa, inexacta, no actual o incompleta, o tenemos motivos razonables para sospechar que dicha información es falsa, inexacta, no actual o incompleta, nos reservamos el derecho de suspender o cancelar su cuenta y rechazar cualquier y todo uso actual o futuro de nuestro sitio web en cualquier momento. Nearvice no será responsable de ningún acto u omisión que surja de la información inexacta que nos proporcione.</p> <h3>Cuenta de Usuario y Especialista, contraseña y seguridad</h3> <p>Si se registra en Nearvice, se le pedirá que elija una contraseña y un correo electrónico o que use un servicio de autenticación de terceros. Usted es responsable de mantener la confidencialidad de su contraseña y la información de su cuenta, y es totalmente responsable de todas las actividades que ocurran bajo su contraseña o cuenta. Usted acepta: notificar inmediatamente a Nearvice sobre cualquier uso no autorizado de su contraseña o cuenta o cualquier otra violación de seguridad, y asegurarse de cerrar sesión en su cuenta al final de cada sesión.</p> <p>Nearvice no será responsable de ninguna pérdida o daño que surja de su incumplimiento de este Acuerdo.</p> <h3>Información del Usuario</h3> <p>Nearvice busca especialistas cerca de tu ubicación. Para facilitar esto, usted autoriza a Nearvice a utilizar la información basada en tu ubicación proporcionada por ti al utilizar nuestro sitio web. La información basada en la ubicación se usará sólo para facilitar y mejorar los servicios para tí.</p> <p>Nearvice se reserva el derecho de recopilar datos del usuario, incluidos el nombre, la información de contacto y otros detalles para facilitar servicios.</p> <p>En el caso de que el sistema no pueda establecer una identidad única del usuario contra una dirección de correo electrónico válida, la cuenta puede suspenderse indefinidamente. Nearvice se reserva la total discreción de suspender la cuenta de un usuario en el evento anterior y no tiene la responsabilidad de compartir ninguna información de la cuenta.</p> <h3>Terminación o Suspensión</h3> <p>Usted acepta que Nearvice puede rescindir en cualquier momento su acceso al sitio web o restringir o suspender su acceso a todo o parte del sitio web en cualquier momento, por cualquier motivo o sin él, con o sin previo aviso, y sin responsabilidad.</p> <p>Nearvice tendrá derecho en cualquier momento sin dar ninguna razón para terminar los servicios publicados realizados por usted.</p> <h3>Preservación / Divulgación</h3> <p>Usted reconoce, consiente y acepta que Nearvice puede acceder, preservar y divulgar la información y el contenido de su cuenta si así lo exige la ley o de buena fe cree que dicho acceso, preservación o divulgación es razonablemente necesario para: cumplir con el proceso legal a nivel nacional o internacionalmente; hacer cumplir estos Términos de uso; responder a reclamos de que cualquier Contenido viola los derechos de terceros; responder a sus solicitudes de servicio al cliente; proteger los derechos, la propiedad o la seguridad personal de Nearvice, sus usuarios y el público; o de conformidad con los términos de la Política de privacidad.</p> <h3>Cumplimiento de la ley aplicable</h3> <p>Usted acepta que no utilizará el sitio web para alojar, mostrar, cargar, modificar, publicar, transmitir, actualizar, distribuir, compartir, almacenar o destruir material, incluido, entre otros, el contenido de Nearvice: <ul> <li>en violación de cualquier ley o regulación aplicable,</li> <li>de manera que infrinja los derechos de autor, marca registrada, secreto comercial u otra propiedad intelectual o derechos de propiedad de terceros o viole la privacidad, publicidad u otros derechos personales de otros,</li> <li>que pertenece a otra persona y a la que el usuario no tiene ningún derecho,</li> <li>que es extremadamente dañino, acosador, blasfemo, difamatorio, obsceno, pornográfico, pedófilo, calumnioso, invasivo de la privacidad de otra persona, amenazante, abusivo u odioso o racial, étnicamente objetable, despectivo, relacionado con el fomento de lavado de dinero o juegos de azar o de cualquier otra manera ilegal,</li> <li>haga daño a menores de cualquier manera,</li> <li>engaña o despista al destinatario sobre el origen de dicho mensaje o comunica cualquier información que sea de naturaleza ofensiva o amenazante,</li> <li>contiene virus de software o cualquier otro código informático, archivos o programas diseñados para interrumpir, destruir o limitar la funcionalidad de los sistemas informáticos o el sitio Nearvice o los usuarios de Nearvice, los sistemas informáticos o el sitio del cliente,</li> </ul> </p> <h3>Descargo de Garantías y Responsabilidad</h3> <p>Todos los servicios de especialistas en nuestro sitio web, incluidos o puestos a su disposición a través de nuestro sitio web, se proporcionan \"tal cual\" y \"según disponibilidad\" sin ninguna representación o garantía, expresa o implícita, excepto que se especifique lo contrario por escrito. Sin perjuicio del párrafo anterior, Nearvice no garantiza que: <ul> <li>Este sitio web estará constantemente disponible, o estará disponible en absoluto; o</li> <li>La información en este sitio web y las revisiones de usuarios / especialistas son completas, verdaderas, precisas o no engañosas;</li> <li>Que los Especialistas de servicios cumplirán con los requisitos del usuario.</li> </ul> </p> <p>Nearvice no será responsable de ninguna conducta o comportamiento o acciones del Especialista ni de los Usuarios.</p> <p>Usted acepta y reconoce que Nearvice sólo facilita el contacto entre el Usuario y el Especialista, y el uso de los Servicios ofrecidos por el Especialista en Nearvice es bajo su propio riesgo.</p> <p>Nearvice no será responsable de ningún daño de ningún tipo que surja del contacto entre un Usuario y un Especialista, incluidos, entre otros, daños directos, indirectos, incidentales, punitivos y consecuentes.</p> <h3>Otros</h3> <p>Usted no puede transferir ni asignar estos Términos de uso y los derechos y licencias otorgados en virtud del presente, pero Nearvice puede asignarlos sin restricciones.</p> <p>El hecho de que Nearvice no ejerza o haga cumplir algún derecho o disposición de estos Términos de uso no constituirá una renuncia a dicho derecho o disposición. Si un tribunal de jurisdicción competente considera que alguna disposición de estos Términos de uso no es válida, las partes acuerdan que el tribunal debe esforzarse por dar efecto a las intenciones de las partes tal como se reflejan en la disposición, y las demás disposiciones de estos Términos de uso permanecen en pleno vigor y efecto</p> <h2>Política de privacidad</h2> <h3>Información de contacto personal</h3> <p>Nearvice puede recopilar la siguiente información de los usuarios de nuestro sitio: nombre, apellido, dirección, área y ciudad, números de teléfono y contacto, dirección de correo electrónico, ubicación GPS (sitio móvil) (colectivamente, \"Información de identificación personal\" o \"PII\").</p> <p>Nearvice también utiliza software de análisis web para rastrear y analizar el tráfico en el sitio y puede publicar estas estadísticas o compartirlas con terceros sin incluir PII.</p> <p>La información de identificación no personal (o \"No PII\") es información agregada, información demográfica y cualquier otra información que no revele su identidad específica. Nosotros y nuestros proveedores de servicios externos podemos recopilar su información personal, incluida su dirección MAC, su tipo de computadora, resolución de pantalla, versión del sistema operativo, navegador de Internet y datos demográficos, por ejemplo, su ubicación, sexo y fecha de nacimiento, y podemos agregar PII de manera tal que el producto final no lo identifique personalmente a usted ni a ningún otro usuario del Sitio, por ejemplo, mediante el uso de PII para calcular el porcentaje de nuestros usuarios que tienen un código de área telefónica particular. Nosotros y nuestros proveedores de servicios externos también podemos usar cookies, etiquetas de píxeles, balizas web y otras tecnologías similares para brindarle un mejor servicio con información más personalizada y facilitar el uso continuo de nuestro Sitio. Si no desea que se recopile información mediante el uso de cookies, existe un procedimiento simple en la mayoría de los navegadores que le permite rechazarlo.</p> <p>Las direcciones IP son las direcciones de protocolo de Internet de las computadoras que está utilizando. Su proveedor de servicios de Internet (ISP) asigna automáticamente su dirección IP a la computadora que está utilizando. Este número se identifica y registra automáticamente en los archivos de registro de nuestro servidor cada vez que los usuarios visitan el Sitio, junto con la (s) hora (s) de dicha (s) visita (s) y las páginas visitadas. La recopilación de direcciones IP es una práctica estándar en Internet y muchos sitios web la realizan automáticamente.</p> <h3>Uso de su información</h3> <p>Nearvice utiliza PII para crear solo cuentas de usuarios de Nearvice. Nearvice es una plataforma gratuita y no ofrecerá servicios pagos ni ofertas promocionales, a menos que se indique explícitamente lo contrario en el futuro en términos actualizados de servicio y política de privacidad. Nearvice también puede usar PII para hacer cumplir los términos de uso y servicio de Nearvice.</p> <p>Nearvice utiliza cookies para recordar a los usuarios en el sitio y para mejorar la experiencia de los usuarios en el sitio. Por ejemplo, cuando los usuarios con cuentas de Nearvice regresan al sitio, las cookies identifican a esos usuarios y permiten que el sitio brinde cierta información específica del usuario, como la información de inicio de sesión de Nearvice, además de cualquier otra información que podamos recopilar en el futuro. Nearvice no vende la información que recopila a terceros. Nearvice comparte información de identificación personal recopilada con proveedores externos y proveedores de servicios con quienes Nearvice trabaja para proporcionar interfaces de programación de aplicaciones (\"API\"). Nearvice también puede divulgar información de identificación personal a terceros, como abogados, agencias de cobranza, tribunales o autoridades policiales, de conformidad con solicitudes válidas en relación con presuntas violaciones de los términos de uso y servicio de Nearvice u otras presuntas violaciones de contratos, infracciones o daños similares a personas o bienes .</p> <p>El público en general puede ver el contenido generado por el usuario que se publica a través del sitio, como las críticas de servicios y ciertas preferencias de redes sociales (por ejemplo, páginas que le gustan o recomiendan). En consecuencia, Nearvice no puede garantizar la privacidad de ninguna PII incluida en dicho contenido generado por el usuario.</p> <p>Información de identificación no personal. Debido a que No-PII no lo identifica personalmente, podemos usar dicha información para cualquier propósito. Además, nos reservamos el derecho de compartir dicha No PII, que no lo identifica personalmente, con nuestros afiliados y con otros terceros, para ningún propósito. En algunos casos, podemos combinar Non-PII con PII (como combinar su nombre con su ubicación geográfica). Si combinamos cualquier No-PII con PII, la información combinada será tratada por nosotros como PII a continuación, siempre que sea así combinada.</p> <p>Direcciones IP. Usamos direcciones IP para propósitos tales como calcular los niveles de uso del sitio, ayudar a diagnosticar problemas del servidor y administrar el sitio. También podemos usar y divulgar direcciones IP para todos los fines para los que usamos y divulgamos PII. Tenga en cuenta que tratamos las direcciones IP, los archivos de registro del servidor y la información relacionada como no PII, excepto cuando la ley aplicable nos exija lo contrario.</p> <h3>¿Divulgamos su información personal?</h3> <p>Podemos divulgar su información si es necesario para proteger nuestros derechos legales, si la información se relaciona con una conducta dañina real o amenazada, o creemos de buena fe que dicha acción es necesaria para (1) cumplir con los requisitos de la ley o cumplir con las órdenes gubernamentales, órdenes judiciales o procesos legales notificados a nosotros o (2) para proteger y defender nuestra propiedad u otros derechos, los usuarios del sitio web o el público. Esto incluye el intercambio de información con otras empresas y organizaciones para la protección contra el fraude y la protección contra el riesgo de crédito.</p> <h3>Cookies</h3> <p>Cuando visita nuestro sitio, nuestro servidor envía a su computadora una \"cookie\". Esta cookie es un pequeño paquete de información que lo identifica como usuario de nuestro sistema. Las cookies le ahorran tiempo al retener su información de contacto. Las cookies no entregan virus y sólo pueden ser leídas por el servidor que le envió la cookie. Puede aceptar o rechazar cookies modificando la configuración de su navegador. Sin embargo, tenga en cuenta que es posible que no pueda utilizar todas las funciones de nuestro sitio si las cookies están deshabilitadas.</p> <h3>Terceros</h3> <p>Esta Política de privacidad no aborda, ni somos responsables de la privacidad, la información u otras prácticas de terceros, incluidos, entre otros, cualquiera de nuestros afiliados y cualquier tercero que opere cualquier sitio al que este sitio contenga un enlace. La inclusión de un enlace en el sitio no implica la aprobación del sitio vinculado por nosotros.</p> <h3>Modificación de la política de privacidad</h3> <p>Nearvice puede cambiar esta Política de privacidad en cualquier momento publicando una nueva versión en esta página o en una página sucesora. La nueva versión entrará en vigencia en la fecha de publicación, que aparecerá en la parte superior de la página como la fecha de vigencia.</p> <h3>Política de privacidad</h3> <p>Las Políticas del sitio web y los Términos y condiciones pueden modificarse o actualizarse ocasionalmente para cumplir con los requisitos y estándares. Por lo tanto, se alienta a los Usuarios a visitar con frecuencia estas secciones para actualizarse sobre los cambios en el sitio web. Las modificaciones serán efectivas el día de su publicación.</p>"
}